backend/app/controllers/alerts_controller.rb

SELECT "alerts".* FROM "alerts"
---
	def index
	  @alerts = Alert.all